[DIALOG_102]
BUTTON_1001=测试文件
BUTTON_1004=开始测试
BUTTON_1006=保存测试结果
BUTTON_1009=自动测试
DIALOG_TITLE=瑞芯微DDR用户测试工具
LABEL_1007=
LABEL_1008=
[Prompt]
ERROR_ACTION_RUN=正在执行操作,请稍后退出!
INFO_NOFOUNDDEVICE=没有发现设备
INFO_FOUNDMANYDEVICE=发现多台设备
INFO_FOUNDONEDEVICE=发现一台设备
ERROR_INITIALIZE_FAIL=程序初始化失败,无法进行操作!
INFO_TESTDDR_OK=测试DDR成功.
INFO_TESTDDR_FAIL=测试DDR失败!
ERROR_CHECK_TESTFILE=检查DDR测试文件失败!
ERROR_NO_DEVICE=没有发现设备,退出DDR测试!
ERROR_MANY_DEVICE=发现多台设备,退出DDR测试!
ERROR_GET_DEVICE=无法获得设备信息,退出DDR测试!
ERROR_NOT_SUPPORT_DEVICE=当前设备无法进行DDR测试!
INFO_DOWNLOADBOOT_START=开始下载Boot...
ERROR_DOWNLOADBOOT_FAIL=下载Boot失败!
INFO_DOWNLOADBOOT_OK=下载Boot成功
INFO_DOWNLOADITEM_START=开始下载测试项%s...
ERROR_DOWNLOADITEM_FAIL=下载测试项失败!
INFO_DOWNLOADITEMPARAM_START=开始下载%s参数...
ERROR_DOWNLOADITEMPARAM_FAIL=下载参数失败!
INFO_RUNITEM_START=开始执行测试项%s...
ERROR_RUNITEM_FAIL=执行测试项失败!
INFO_RUNITEM_OK=执行测试项%s成功
INFO_SAVE_TESTRESULT_OK=保存DDR测试结果完成.
INFO_SAVE_TESTRESULT_FAIL=保存DDR测试结果失败!
ERROR_RESET_MASKROM=切换到Maskrom失败!
ERROR_WAIT_MASKROM=等待Maskrom失败!
TEXT_SELECT_DEVICE_DIALOG_TITLE=选择测试设备
TEXT_DEVICE_LIST_STATIC=设备列表:
TEXT_REFRESH_DEVICE_BUTTON=刷新设备
TEXT_OK_BUTTON=确定
TEXT_CANCEL_BUTTON=取消
TEXT_TEST_DEVICE=设备:
